{
    "1": {
        "id": 1,
        "first_name": "James",
        "last_name": "Hetfield",
        "from": "Los Angeles",
        "personal": "Married, 3 Children",
        "instrument": "Vocals, Guitar",
        "vitals": "Blue eyes, blonde hair 6′1″/1.85 meters tall",
        "time": "1981-now",
        "image": "http://www.gstatic.com/tv/thumb/persons/78793/78793_v9_bb.jpg",
        "born": "August 3, 1963",
        "biography": "With a fierce, unbending dedication to his art, and the uncanny ability to empathize with millions, vocalist and guitarist James Hetfield is an inspirational focal point for Metallica. Born to a truck driver and light opera singer in Los Angeles, the Hetfield family’s Christian Science beliefs played a large part in James’ early life, proving a powerful catalyst for many of Hetfield’s early lyrics. James was nine years old when he first took piano lessons, before taking on his brother David’s drums and finally picking up a guitar in his pre-teens. Fueled by the likes of Black Sabbath, Led Zeppelin and Thin Lizzy, James quickly set about the task of channeling his creativity and angst in his first band, Obsession. Phantom Lord and Leather Charm were further stepping stones (James’ pal Hugh Tanner playing guitar in both) with Ron McGovney being convinced to play bass in …Charm. Soon the band was forced to call it quits, Tanner departing, but not before introducing James to Lars Ulrich. Needless to say, those two would go on to form Metallica. Tentative in his early days at the mic (there had been talk of Armored Saint’s John Bush coming in as the singer), James settled into his stride between Ride The Lightning and Master of Puppets, banishing all thoughts of anyone else as front man, and helping propel the band to international stardom. The path has not been without its trials and tribulations. He has been physically “broken, beat and scarred” during his career, from breaking an arm (twice!) in 1986 and 1987 to surviving a full-flame pyro immersion in 1992… none of which derailed him for too long. And in 2001, James found himself in need of a self-imposed lay-off from Metallica, going to rehab and engaging in some core personal developments that allowed him to return stronger, clearer and fitter than ever. Along with Lars, James is the main songwriter in Metallica, co-creating the framework and structure for most Metalli-material. He is also responsible for all lyrics, many of which touch on personal feelings and struggles over the decades, and which have seen him find empathy with millions of fans. When he’s not writing, singing or playing, James enjoys spending time with his wife Francesca and their three children Cali, Castor and Marcella. James also continues to enjoy his classic car collection, a variety of outdoor activities, watching all manner of Bay Area sports teams from his favorite Oakland Raiders to the San Francisco Giants and San Jose Sharks and collecting older guitars (particularly those from 1963). James also likes to get grimy in his own “shop” on various projects and he continues to enjoy drawing and sketching, still penning some of the logos and t-shirt designs fans enjoy today."
    },
    "2": {
        "id": 2,
        "first_name": "Lars",
        "last_name": "Ulrich",
        "from": "Gentofte, Denmark",
        "personal": "Married, 3 Children",
        "instrument": "Drums",
        "vitals": "Green eyes, blonde/brown hair 5′7″/1.7 meters tall",
        "time": "1981-now",
        "image": "http://www.gstatic.com/tv/thumb/persons/74202/74202_v9_ba.jpg",
        "born": "December 26, 1963",
        "biography": "Passionate, driven and a dynamic force at the heart of Metallica, co-founding member Lars Ulrich is never far from the epicenter of all-things Metallica. Lars was surrounded by the arts and creativity from childhood, his father Torben a noted Danish jazz critic, artist and professional tennis player (legendary jazz saxophonist Dexter Gordon is Lars’ godfather). With this infused combination of curiosity, talent and freedom, Lars found himself at a Deep Purple show when he was 10, playing drums when he was 13 and (after a family move from Copenhagen to Newport Beach, CA), running an early version of Motörhead’s US Fan Club for a brief spell of time and venturing in the UK as a teenager following the New Wave of British heavy Metal during the summer of 1981, crashing out on Diamond Head’s Stourbridge sofas! His introduction to James Hetfield led to this (on the surface) unlikely duo forming a brotherly bond which has seen them help each other to ride through the sorts of triumphs and tribulations which have blown other bands apart. Particularly adept at arrangements, composition and the ability to both frame and edit ideas into cohesive pieces, Lars is a vital part of the songwriting core. He is also a supreme communicator, adept at handling all matters out of the studio and off the stage, and being the self-confessed biggest fan of Metallica, it has seen him surface at critical points in the band’s career to both protect and inspire the creative interests of the band. Lars holds many hobbies away from the band. An avid tennis player, skier and scuba diver (it’s that ‘seeker spirit’ surfacing again!), Lars also loves film and art, but his greatest happiness is when he’s with his wife Jessica and children Myles, Layne and Bryce."
    },
    "3": {
        "id": 3,
        "first_name": "Kirk",
        "last_name": "Hammett",
        "from": "San Francisco",
        "personal": "Married, 2 children",
        "instrument": "Guitar, background vocals",
        "vitals":"Brown eyes, brown hair 5′8″/1.75 meters tall",
        "time": "1983-now",
        "image": "http://www.gstatic.com/tv/thumb/persons/450496/450496_v9_ba.jpg",
        "born": "November 18, 1962",
        "biography": "The mercurial six-string maestro of Metallica (and scribe of the “Enter Sandman” riff!), Kirk Hammett is the band’s 100%, all-Bay Area born and bred member. Raised in the Mission District of San Francisco before spending his early teenage years in El Sobrante across the Bay, Kirk’s interest in music was first piqued by his brother Rick’s extensive record collection (which included the likes of Jimi Hendrix, Led Zeppelin and UFO) before taking up the guitar himself as a 15 year old. Mixing and matching guitars and amps while working shifts at jobs like Burger King, Kirk settled on a ’74 Gibson Flying V and a Marshall amp; soon thereafter (in early 1982), he was busy forming thrash titans Exodus with singer Paul Baloff. In April 1983 Kirk received the audition call from Metallica, thus having cobbled together the dollars to get on a plane, he quickly found himself in the band as everyone enjoyed the chemistry and hunger to succeed (right after recording Kill ‘Em All, Kirk took lessons from guitar virtuoso Joe Satriani to enhance his own chops). That chemistry has seen Kirk not only supply vital riffs such as the one referenced above, it has seen him in the past function as the band member with elasticity and “stretch,” the guy who often helped turn creative tension into productive “flow” back when the pressure was perhaps at its most intense during the ‘90s. Kirk has often trodden his own unique path. On returning from the Wherever We May Roam/Nowhere Else to Roam tour in 1993, he promptly enrolled himself in City College of San Francisco to expand his knowledge of the arts and also re-establish a “normal” schedule having been through three years of relative insanity. He also devotes many hours to one of his passions… surfing, a sport he took up many years ago. Kirk’s more public passion of collecting horror-themed memorabilia has spawned the recently established KVH Toys, making horror toys and various collectibles, and he created the Fear FestEvil, a series of special events built around Kirk’s famously impressive “Crypt” collection. In 2012 he also authored a book highlighting this world-class collection, Too Much Horror Business. When not immersed in the world of guitar or horror, Kirk enjoys spending family time with wife Lani and his sons Angel and Enzo."
    },
    "4": {
        "id": 4,
        "first_name": "Dave",
        "last_name": "Mustane",
        "from": "La Mesa, California",
        "personal": "Married, 2 children",
        "instrument": "Guitar",
        "vitals":"Brown eyes, brown hair 6′2″/1.83 meters tall",
        "time": "1982-1983",
        "image": "http://www.gstatic.com/tv/thumb/persons/207615/207615_v9_bb.jpg",
        "born": "September 13, 1961",
        "biography": "David Scott Mustaine is an American guitarist, singer, songwriter, actor and author. He is best known as the co-founder, lead vocalist, guitarist and primary songwriter of the American heavy metal band. "
    },
    "5": {
        "id": 5,
        "first_name": "Cliff",
        "last_name": "Burton",
        "from": "Castro Valley, California",
        "personal": "no children",
        "instrument": "bass guitar",
        "vitals":"Blue eyes, brown hair 6′4″/1.88 meters tall",
        "time": "1982-1986",
        "image": "http://www.gstatic.com/tv/thumb/persons/451975/451975_v9_ba.jpg",
        "born": "February 10, 1962",
        "died": "September 27, 1986, Dörarp, Sweden",
        "biography": "Clifford Lee 'Cliff' Burton was an American musician and songwriter, best known as the second bass guitarist for the American band Metallica from December 1982 until his death in September 1986."
    },
    "6": {
        "id": 6,
        "first_name": "Robert",
        "last_name": "Trujillo",
        "from": "Santa Monica, California",
        "personal": "Married, 2 children",
        "instrument": "Bass, Background Vocals",
        "vitals":"Brown eyes, dark hair 5′9″/1.75 meters tall",
        "time": "2003-now",
        "image": "https://2.bp.blogspot.com/-g2RdadcJtC0/WUKdJazzkII/AAAAAAAA95U/8-XOy_4qxFgTlxCjAkJWksOQ0UeZHulKwCLcBGAs/s1600/35157422292_29e4a5c07a_b.jpg",
        "born": "October 23, 1964",
        "height": "1.75 m",
        "biography": "Sometimes it is hard to keep up with the whirling dervish of creative energy that is Robert Trujillo, Metallica’s four-string horseman. This baddest of motherpluckers (he favors fingers over pick when he plays that bass!) enjoys his instrument to the farthest corners of devotion and simply never ever stops honing his craft, often burning the midnight oil at HQ just working on his chops. The Venice, CA born Trujillo was exposed to many different types of music growing up, from Led Zeppelin to Motown with hunky chunks’ funk in the mix too, all of which gave him a voracious appetite for music. Combined with an inherent love of surfing and skateboard culture, it was inevitable that Rob would join Suicidal Tendencies in 1989, thanks to his high school friend (and Suicidal guitarist) Rocky George. Rob went on to form Infectious Grooves with Suicidal frontman Mike Muir, before teaming up with Mike Bordin in 1995 as the backbone of Ozzy’s band for what was a rock-steady rhythm section. Rob’s name was first whispered in the Metallicamp during Suicidal’s support tour with Metallica during the Summer Shit tour of ’94, his rip-roaring performances raising eyes, thus when it came time to consider who the next Metallica bassist was going to be in 2002, Rob was quickly invited to audition. And on February 24, 2003, Rob walked into HQ to be greeted by a round of applause from his new bandmates, Hetfield, Ulrich and Hammett. Their journey thus far has been enormously fruitful, Death Magnetic proving to be somewhat of a renaissance release for the band in 2008, and it could be said that Rob’s enthusiasm and sheer hunger for the music has allowed the band to enjoy re-visiting some far-reaching corners of their catalog. Rob also been produced a documentary film about the legendary bassist Jaco Pastorius, titled Jaco: A Documentary Film. When not accumulating tens of thousands of Southwest Airlines miles traveling between NorCal and SoCal, Rob enjoys spending family time with wife Chloe, daughter Lula and son Tye, who is following directly in Dad’s footsteps as the bassist in his own band, the Helmets!"
    },
    "7": {
        "id": 7,
        "first_name": "Jason",
        "last_name": "Newsted",
        "from": "Battle Creek, Michigan",
        "personal": "Married, 2 children",
        "instrument": "bass guitar",
        "vitals":"Brown eyes, dark hair 5′9″/1.75 meters tall",
        "time": "1986-2001",
        "image": "http://www.gstatic.com/tv/thumb/persons/451967/451967_v9_ba.jpg",
        "born": "March 4, 1963",
        "height": "1.75 m",
        "biography": "Jason Curtis Newsted is an American metal musician, known for being the third bass guitarist with the band Metallica from October 1986 until his sudden departure in January 2001."
    },
    "8": {
        "id": 8,
        "first_name": "Ron",
        "last_name": "McGovney",
        "from": "Los Angeles, California",
        "personal": "Married, 2 children",
        "instrument": "bass guitar",
        "vitals":"Brown eyes, dark hair 5′9″/1.75 meters tall",
        "time": "1982-1982",
        "image": "http://images.equipboard.com/uploads/user/image/9818/big_ron-mcgovney.jpg?v=1525308297",
        "born": "November 2, 1962",
        "height": "1.75 m",
        "biography": "Ronald J. 'Ron' McGovney is a semi-retired American musician, best known as the original bass guitarist in the heavy metal band Metallica from October 1981 to December 1982. "
    },
    "9": {
        "id": 9,
        "first_name": "Bob",
        "last_name": "Rock",
        "from": "Winnipeg, Canada",
        "personal": "Married, 2 children",
        "instrument": "bass guitar",
        "vitals":"Brown eyes, dark hair 6′0″/1.78 meters tall",
        "role": "lead guitar",
        "time": "2001-2003",
        "image": "https://i.ytimg.com/vi/sgKxwAu-zoY/maxresdefault.jpg",
        "born": "April 19, 1954",
        "height": "1.78 m",
        "biography": "Robert Jens 'Bob' Rock is a Canadian musician, sound engineer, and record producer, best known for producing rock bands and music artists such as The Tragically Hip, Aerosmith, The Cult, Bon Jovi, Mötley."
    }
}